Repository: spo-ijaz/HostsManager
Catalog: po/*.po
Languages: fr

source: Add
fr: Ajouter

source: Search by hostname
fr: Chercher une entrée par un nom d'hôte

source: Cancel
fr: Annuler

source: Save
fr: Sauvegarder

source: Overview
fr: Aperçu

source: Add a new entry
fr: Ajouter une nouvelle entrée

source: Delete selected entries
fr: Supprimer l'entrée sélectionnée

source: Quit this application
fr: Quitter cette application

source: Restore from backup file
fr: Restaurer depuis la sauvegarde

source: Shortcuts
fr: Raccourcis

source: About
fr: À propos

source: Quit
fr: Quitter

source: Add a host group row
fr: Ajouter un groupe d'hôtes

source: Add a comment row
fr: Ajouter un commentaire

source: Host file backup here:
fr: Fichier de sauvegarde:

source: Host file has changed. Reloaded.
fr: Le fichier hosts a changé. Rechargé.

source: Host file restored.
fr: Fichier hosts restauré.

source: Unable to restore from backup file:
fr: Impossible de restaurer depuis la sauvegarde.

source: Host file updated.
fr: Fichier hosts mis à jour.

source: Update a comment row
fr: Mettre à jour un commentaire

source: Update a host row
fr: Mettre à jour un hôte

source: Update a group name
fr: Mettre à jour le nom du groupe d'hôtes

source: cancel
fr: annuler

source: replace
fr: remplacer
